// Typical strings
"OK" = "Correcte";
"Cancel" = "Cancel·lar";
"Quit" = "Sortir";
"Relaunch" = "Reiniciar";
"Ignore" = "Ignorar";

// Preference Strings
"QSPlugInsPrefPane" = "Plugins";
"QSUpdatePrefPane" = "Actualitzar";
"QSHelpersPrefPane" = "Assistents";
"QSTriggerEditor" = "Disparadors";
"QSApplicationPrefPane" = "Aplicació";
"QSCatalogController" = "Catàleg";
"QSSilverNotifier" = "Quicksilver (Integrat)";
"QSNotificationCenterNotifier" = "Centre de Notificacions";
"QSDefaultStringRanker" = "Per defecte (Integrat)";

// QSController.m Alerts
"requires" = "requereix";
"Recent versions of Quicksilver require Mac OS 10.6 Snow Leopard. Older 10.5, 10.4 and 10.3 compatible versions are available from the http://qsapp.com." = "Les versions recents de Quicksilver requereixen Mac OS 10.6 Snow Leopard. Versions més velles compatibles amb 10.5, 10.4 i 10.3 estan disponibles a http://qsapp.com.";

"Quicksilver Crashed" = "Quicksilver s'ha aturat inesperadament";

"Quicksilver crashed when loading the %@ plugin.\nDo you wish to delete this plugin and continue launching Quicksilver?" = "Quicksilver s'ha aturat inesperadament quan carregava el plugin %@.⏎ Vol eliminar aquest plugin i continuar iniciant Quicksilver? ";

"Sorry. Quicksilver crashed on last use.\nDeleting caches may help solve the problem.\nOtherwise you can try to launch Quicksilver again, or quit and read the FAQ." = "Perdó. Quicksilver es va auturar inesperadament la darrera vegada que es va utilitzar.⏎ Esborrar els caches pot ajudar a solventar aquest problema.⏎ En cas contrari vostè pot intentar iniciar un altre cop Quicksilver, o sortir i llegir les preguntes més freqüents o FAQ.";
"Do Nothing" = "No facis res";
"Read FAQ" = "Llegir les preguntes més freqüents o FAQ";
"Clear Caches" = "Buidar els caches";

"Running from a new location" = "Executant-se des d'una nova ubicació";
"The previous version of Quicksilver was located in \"%@\". Would you like to move this new version to that location?" = "La versió anterior de Quicksilver estava ubicada a \"%@\". Li agradaria moure aquesta nova versió a aquella ubicació?";

"This is an old version of Quicksilver" = "Aquesta es una versió antiga de Quicksilver";
"You have previously used a newer version. Perhaps you have duplicate copies?" = "Vostè a utilitzat anteriorment una versió més nova. Pot ser que tingui còpies duplicades?";
"Reveal this copy" = "Mostrar on es aquesta còpia";

"Would you like to install Quicksilver?" = "Li agradaria instal·lar Quicksilver?";
"Quicksilver was launched from a download location.\rWould you like to copy Quicksilver to your applications folder?" = "Quicksilver va ser iniciat des d'una ubicació de descàrrega.»Li agradaria copiar Quicksilver a la seva carpeta d'aplicacions?";
"Install in \"Applications\"" = "Instal·lar a \"Aplicacions\"";
"Choose Location..." = "Esculli l'ubicació...";

"Install Here" = "Instal·lar aqui";
"Install Quicksilver" = "Instal·lar Quicksilver";

"An error has occured" = "Hi ha hagut un error";
"Quicksilver must be relaunched to regain stability." = "Quicksilver s'ha de reiniciar per recuperar estabilitat.";

"Move and Relaunch" = "Mou i reinicia";
"Don't Move" = "No moure";

"Quicksilver has been updated" = "Quicksilver s'ha actualitzat";
"You are using a new version of Quicksilver. Would you like to see the Release Notes?" = "Esta utilitzant una nova versió de Quicksilver. Li agradaria veure les notes de la distribució?";
"Show Release Notes" = "Mostrar les notes de la distribució";

"Quicksilver is now 64-bit" = "Quickisilver funciona ara a 64-bits";
"64-bit details" = "Alguns plugins mes vells no carregaran. Trobarà una llista dels plugins desactivats a Preferencies.⏎ ⏎ Si a voste li es absolutament impossible viure sense un plugin mes vell, Quicksilver pot ejecutar-se en el mode 32-bits. (el suport de 32-bits s'abandonará en una futura distribució).";
"Network and Removable Disks" = "Xarxa i discs extraïbles ";

"Type to search" = "Tipus de recerca";
